/* Authorization restricted alert message */
"Access to this feature has been restricted for your device. Please check the Settings app > General > Restrictions or ask your device provider." = "Access to this feature has been restricted for your device. Please check the Settings app > General > Restrictions or ask your device provider.";

/* Accessibility label for action button */
"Action" = "Action";

/* Indicator that an event is all-day */
"all-day" = "all-day";

/* Estimated time of arrival */
"ArrivalTimeIndication" = " (arrive ";

/* Authorisation needed title */
"Authorisation needed" = "Authorisation needed";

/* Type of vehicle : bicycle */
"Bicycle" = "Bicycle";

/* Cancel - for action sheets */
"Cancel" = "Cancel";

/* Type of vehicle : car */
"Car" = "Car";

/* Accessibility - user location button - hint */
"Change tracking options" = "Change tracking options";

/* Accessibility title for a checkmark/tick button */
"Checkmark" = "Checkmark";

/* Close action */
"Close" = "Close";

/* Current location */
"Current Location" = "Current Location";

/* to %date */
"DateToFormat" = "to %@";

/* Delete action */
"Delete" = "Delete";

/* Estimated time of departure */
"DepartureTimeIndication" = " (depart ";

/* Sort by distance */
"Distance" = "Distance";

/* Drop new pin */
"DropNewPin" = "Drop new pin";

/* Short indicator of end-time */
"ends at %@" = "ends at %@";

/* Everyday in context of repetitions (especially recurring events) */
"Everyday" = "Every day";

/* 'Every %day' in context of repetitions (especially recurring events), e.g., 'Every Monday'
   Every %day, e.g., 'Every Monday' */
"EveryDayFormat" = "Every %@";

/* Free as in beer */
"Free" = "Free";

/* No comment provided by engineer. */
"Getting a lift" = "Getting a lift";

/* Accessibility annotation for trips which have a reminder set. */
"Has reminder" = "Has reminder";

/* Location picker include contacts. */
"Include contacts" = "Include contacts";

/* Location picker include events. */
"Include events" = "Include events";

/* Instant results proposal */
"Instant results" = "Instant results";

/* Location name
   Title for location search screen */
"Location" = "Location";

/* Location iOS6+ authorisation needed text */
"Location services are required to use this feature. Please go to the Settings app > Privacy > Location Services, make sure they are turned on and authorise this app." = "Location services are required to use this feature. Please go to the Settings app > Privacy > Location Services, make sure they are turned on and authorise this app.";

/* ex: 1min */
"Min==1" = "1min";

/* ex: 17mins */
"Min!=1" = "%ldmins";

/* ex: 1.5h */
"Min>=60%30==0" = "%.1fh";

/* ex: 1h */
"Min>=60%60==0" = "%.0fh";

/* ex: 1h 1min */
"Min>=60%60==1" = "%ldh 1min";

/* ex: 1h 17 mins */
"Min>=60%60!=1" = "%ldh %ldmins";

/* ex: 1 minute */
"Minute" = "1 minute";

/* ex: 17 minutes */
"Minutes!=1" = "%ld minutes";

/* ex: 1 Min */
"Minutes<89==1" = "1 Min";

/* ex: 17 Mins */
"Minutes<89!=1" = "%ld Mins";

/* ex: 2.5 Hours" */
"Minutes>119%30==0" = "%.1f hours";

/* ex: 2 Hours */
"Minutes>119%60==0" = "%.0f hours";

/* ex: 2 Hours 1 minute */
"Minutes>119%60==1" = "%ld hours 1 minute";

/* ex: 2 Hours 17 minutes */
"Minutes>119%60!=1" = "%ld hours %ld minutes";

/* ex: 2h */
"Minutes>140%2==0" = "%ldh";

/* ex: 2.3h */
"Minutes>140%2!=0" = "%.1fh";

/* ex: 2 Hours */
"Minutes>89%2==0" = "%ld Hours";

/* ex: 2.3 Hours */
"Minutes>89%2!=0" = "%.1f Hours";

/* ex: 1.5 Hour */
"Minutes>=60%30==0" = "%.1f hour";

/* ex: 1 Hour */
"Minutes>=60%60==0" = "%.0f hour";

/* ex: 1 Hour 1 minute */
"Minutes>=60%60==1" = "%ld hour 1 minute";

/* ex: 1 Hour 17 minutes */
"Minutes>=60%60!=1" = "%ld hour %ld minutes";

/* More results proposal */
"More results" = "More results";

/* Type of vehicle : motorbike */
"Motorbike" = "Motorbike";

/* Sort by name */
"Name" = "Name";

/* Never in context of repetitions (especially recurring events) */
"Never" = "Never";

/* No comment provided by engineer. */
"No CO₂" = "No CO₂";

/* Countdown cell 'now' indicator */
"Now" = "Now";

/* Number of repeats */
"NumberReccurences" = "%lu recurrences.";

/* Authorisation ok button
   Error alert cancel */
"OK" = "OK";

/* Please select a location prompt */
"Please select a location" = "Please select a location";

/* Please verify the location prompt */
"Please verify the location" = "Please verify the location";

/* Location picker 'no autocompletion results' text. Needs to match text on keyboard. */
"Press 'search' for more..." = "Press 'search' for more...";

/* Repeats daily */
"Repeats daily" = "Repeats daily";

/* Repeats monthly */
"Repeats monthly" = "Repeats monthly";

/* Repeats weekly */
"Repeats weekly" = "Repeats weekly";

/* Repeats yearly */
"Repeats yearly" = "Repeats yearly";

/* Sort by overall score, like a ranking. */
"Score" = "Score";

/* Empty search bar placeholder */
"Search" = "Search";

/* No comment provided by engineer. */
"Search Results" = "Search Results";

/* ex: 87s */
"Seconds<120" = "%.0fs";

/* Tap to set location */
"SetLocation" = "Tap to set location";

/* Error alert title */
"Sorry" = "Sorry";

/* Short indicator of start-time */
"starts at %@" = "starts at %@";

/* Sports utility vehicle abbreviation */
"SUV" = "SUV";

/* Accessibility - user location button - off */
"Tracking - off" = "Tracking - off";

/* user location button - follow */
"Tracking - on" = "Tracking - on";

/* user location button - follow with heading */
"Tracking - on with heading" = "Tracking - on with heading";

/* No comment provided by engineer. */
"We were unable to find a location with that name." = "We were unable to find a location with that name.";

/* Calendar authorisation needed text */
"You previously denied this app access to your calendar. Please go to the Settings app > Privacy > Calendar and authorise this app to use this feature." = "You previously denied this app access to your calendar. Please go to the Settings app > Privacy > Calendar and authorise this app to use this feature.";

/* Contacts authorisation needed text */
"You previously denied this app access to your contacts. Please go to the Settings app > Privacy > Contacts and authorise this app to use this feature." = "You previously denied this app access to your contacts. Please go to the Settings app > Privacy > Contacts and authorise this app to use this feature.";

/* Name for a {Name}'s place if it's unclear if it's home, work or something else. */
"{Name}'s" = "%@'s";

/* No comment provided by engineer. */
"{Name}'s Home" = "%@'s Home";

/* No comment provided by engineer. */
"{Name}'s Work" = "%@'s Work";

